{
  "exercises": [
    {
      "id": 1,
      "name": "Bodyscan meditation",
      "duration": "12 minuter",
      "category": "Meditation",
      "instructions": "Ligg på rygg med benen utsträckta och armarna längs sidorna, handflatorna vända uppåt. Andas djupt några gånger för att börja slappna av.\n\nBörja med att rikta din uppmärksamhet mot tårna på vänster fot. Lägg märke till eventuella känslor, spänningar eller värme. Andas in känslan av medvetenhet och andas ut eventuell spänning.\n\nFlytta långsamt din uppmärksamhet uppåt genom foten, vristen, vaden, knäet, låret. Fortsätt systematiskt genom hela kroppen - höger ben, bäcken, mage, bröst, fingrar, händer, armar, axlar, nacke, ansikte och huvud.\n\nOm du märker områden med spänning, andas medvetet in i dem och föreställ dig att spänningen släpper vid varje utandning. Det finns inget rätt eller fel - bara observera vad som är.\n\nNär du har skannat hela kroppen, känn dig själv som en helhet och vila i denna medvetenhet några minuter innan du långsamt öppnar ögonen."
    },
    {
      "id": 2,
      "name": "Sittande meditation",
      "duration": "15 minuter",
      "category": "Meditation",
      "instructions": "Sitt bekvämt med rak rygg, antingen på en kudde på golvet eller på en stol. Låt händerna vila i knäet eller i famnen.\n\nStäng ögonen eller sänk blicken. Börja med att märka hur din kropp känns mot underlaget. Känn tyngden, kontakten, stabiliteten.\n\nRikta sedan uppmärksamheten mot din andning. Följ andetagen naturligt - in och ut. Lägg märke till var du känner andningen starkast: näsborrarna, bröstet eller magen.\n\nNär tankar, ljud eller känslor dyker upp, erkänn dem utan att döma. Säg tyst för dig själv \"tänkande\" eller \"känsla\" och återvänd sedan mjukt till andningen.\n\nAndningen är ditt ankare till nuet. Varje gång du märker att tankarna vandrat, är det ett ögonblick av medvetenhet - inte ett misslyckande.\n\nForsätt att vila i andningens naturliga rytm tills tiden är slut. Avsluta genom att långsamt öppna ögonen och ta med dig denna närvaro in i dagen."
    },
    {
      "id": 3,
      "name": "Medveten promenad",
      "duration": "10 minuter",
      "category": "Rörelse",
      "instructions": "Hitta en lugn plats där du kan gå fram och tillbaka 10-15 meter, inomhus eller utomhus.\n\nStå stilla en stund och känn kontakten med marken. Känn hela kroppens tyngd genom fötterna.\n\nBörja gå mycket långsamt. Lägg märke till varje fas av steget: hur hälen lyfter, foten rör sig framåt, hälen sätter ner, foten rullar av och tårna lyfter igen.\n\nKoordinera andningen med stegen om det känns naturligt - kanske två steg per inandning, två per utandning.\n\nKänn hur kroppen rör sig i rymden. Märk balansen, svängningen i armarna, rörelserna i höfter och axlar.\n\nOm tankarna vandrar, använd känslan av fötterna mot marken som ett ankare tillbaka till nuet.\n\nDu kan gradvis öka tempot om du vill, men behåll medvetenheten om varje steg. Avsikten är inte att nå någonstans - det är att vara helt närvarande i rörelsen."
    },
    {
      "id": 4,
      "name": "Kärleksfull vänlighet (Metta)",
      "duration": "10 minuter",
      "category": "Meditation",
      "instructions": "Sitt bekvämt och stäng ögonen. Andas djupt några gånger för att centrera dig.\n\nBörja med att rikta kärleksfull vänlighet mot dig själv. Upprepa tyst dessa fraser:\n\"Må jag vara lycklig\"\n\"Må jag vara frisk\"\n\"Må jag vara trygg\"\n\"Må jag leva med lätthet\"\n\nKänn orden i ditt hjärta. Om det känns svårt att önska dig själv gott, föreställ dig dig själv som ett barn.\n\nUtvidga sedan vänligheten till någon du älskar. Visualisera personen och upprepa:\n\"Må du vara lycklig, frisk, trygg och leva med lätthet\"\n\nFortsätt till en neutral person - någon du känner lite grann, kanske en granne eller affärsbiträde.\n\nOm du känner dig redo, inkludera även någon du har svårigheter med. Detta är frivilligt och utmanande.\n\nAvsluta med att utsträcka vänligheten till alla varelser: \"Må alla varelser vara lyckliga, friska, trygga och leva med lätthet.\"\n\nVila en stund i denna känsla av öppenhjärtad godhet."
    },
    {
      "id": 5,
      "name": "RAIN-tekniken",
      "duration": "8 minuter",
      "category": "Meditation",
      "instructions": "RAIN är ett verktyg för att arbeta med svåra känslor eller utmanande upplevelser. Använd det när du känner stress, oro eller obehag.\n\n**R - Recognize (Känna igen)**\nErkänn vad som händer just nu. Namnge upplevelsen: \"Jag känner oro\" eller \"Det här är rädsla.\" Att namnge skapar distans och medvetenhet.\n\n**A - Allow (Tillåta)**\nLåt upplevelsen vara närvarande utan att försöka fixa eller förändra den. Säg till dig själv: \"Det är okej att känna så här just nu.\" Öva icke-motstånd.\n\n**I - Investigate (Undersöka)**\nUtforska upplevelsen med nyfikenhet och vänlighet:\n- Var känner jag detta i kroppen?\n- Vilka tankar följer med?\n- Vad behöver denna känsla?\n\n**N - Nurture (Vårda)**\nErbjud dig själv medkänsla och vänlighet. Du kan lägga en hand på hjärtat. Säg vänliga ord till dig själv. Kom ihåg: \"Denna känsla är inte vem jag är - det är en övergående upplevelse.\"\n\nRAIN hjälper dig att möta svårigheter med närvaro istället för att fly eller kämpa emot."
    },
    {
      "id": 6,
      "name": "Tre minuters andningsrum",
      "duration": "3 minuter",
      "category": "Andning",
      "instructions": "En kort strukturerad meditation, perfekt för stressiga ögonblick eller som återställning under dagen. Kallas också \"timglasmeditationen\" för att medvetenheten rör sig från vid till smal till vid igen.\n\n**Steg 1 - Medvetenhet (1 minut)**\nStanna upp och fråga: \"Hur mår jag just nu?\"\nLägg märke till känslor, tankar och kroppsförnimmelser. Försök inte förändra något - bara observera och erkänn vad som är här.\n\n**Steg 2 - Samling (1 minut)**\nFör din uppmärksamhet till andningen. Fokusera på andetagens rörelse i magen - hur den stiger och faller. Använd andningen som ett ankare till nuet.\n\nOm tankarna vandrar, vägled dem mjukt tillbaka till andetagen.\n\n**Steg 3 - Expansion (1 minut)**\nUtvidga medvetenheten till att omfatta hela din upplevelse - andning, kropp, tankar och känslor. Håll allt i en rymlig, accepterande medvetenhet.\n\nKänn dig beredd att gå vidare in i nästa moment av din dag, med denna kvalitet av närvaro.\n\nDenna övning kan användas när som helst du behöver återställa balans och närvaro."
    },
    {
      "id": 7,
      "name": "Medvetet ätande",
      "duration": "6 minuter",
      "category": "Meditation",
      "instructions": "Välj en liten mängd mat - ett russin, en bit choklad, en mandel eller något annat. Detta är en övning i att äta med full närvaro.\n\nBörja med att hålla maten i handen. Titta på den som om du aldrig sett den förut. Lägg märke till färg, form, textur.\n\nKänn vikten i handen. Rulla den mellan fingrarna. Märk temperaturen.\n\nLukta på den. Stäng ögonen och känn doften. Väcker den några minnen eller associationer?\n\nFör den långsamt mot munnen. Lägg märke till hur handen vet exakt vart den ska, hur munnen börjar salivera i förväntan.\n\nLägg den på tungan utan att tugga först. Utforska texturen med tungan. Rulla den runt i munnen.\n\nNär du är redo, tugga mycket långsamt. Märk hur smaken utvecklas, förändras. Lägg märke till impulsen att svälja.\n\nSvälja medvetet och känn maten röra sig ner genom strupen.\n\nDetta är hur vi kan närma oss all mat - med tacksamhet, närvaro och full uppmärksamhet på upplevelsen av näring."
    },
    {
      "id": 8,
      "name": "Medveten rörelse",
      "duration": "12 minuter",
      "category": "Rörelse",
      "instructions": "Medveten rörelse eller mindful yoga kombinerar mjuka stretchövningar med andningsmedvetenhet. Du behöver ingen flexibilitet - bara viljan att vara närvarande i kroppen.\n\nBörja i stående med fötterna höftbrett isär. Känn kontakten med golvet. Andas djupt några gånger.\n\n**Armcirklar:** Vid inandning, lyft armarna långsamt ut åt sidorna och uppåt över huvudet. Vid utandning, sänk dem framåt och ner. Upprepa 5 gånger. Känn rörelsen, inte bara gör den.\n\n**Sidböjningar:** Sträck armarna över huvudet. Vid utandning, böj långsamt åt höger. Känn sträckningen längs vänster sida. Andas in tillbaka till mitten. Upprepa åt vänster. 3 gånger åt varje håll.\n\n**Framåtfällning:** Med mjuka knän, fäll långsamt framåt från höfterna. Låt huvudet hänga. Andas in ryggens längd, andas ut och släpp djupare. Stanna 5-10 andetag. Rulla långsamt upp.\n\n**Nackrullningar:** Sänk hakan mot bröstet. Rulla huvudet långsamt i en halvcirkel från höger till vänster. Mycket mjukt och långsamt. 3 gånger åt varje håll.\n\nAvsluta i stående. Känn hur kroppen känns nu jämfört med när du började."
    },
    {
      "id": 9,
      "name": "Andningsmedvetenhet",
      "duration": "7 minuter",
      "category": "Andning",
      "instructions": "En grundläggande men kraftfull övning där andningen används som ett ankare till nuets medvetenhet.\n\nSätt dig bekvämt med rak men avslappnad rygg. Stäng ögonen eller sänk blicken.\n\nBörja med att lägga märke till var du känner andningen tydligast:\n- Luften som passerar genom näsborrarna?\n- Bröstkorgens rörelse?\n- Magens stigande och fallande?\n\nVälj en plats och vila din uppmärksamhet där. Du behöver inte förändra andningen - bara märka hur den är.\n\nRäkna andetagen om det hjälper:\n\"In, ett. Ut, ett. In, två. Ut, två...\"\nUpp till tio, sedan börja om.\n\nNär tankarna vandrar (och de kommer göra det), lägg märke till att du tänker. Säg tyst \"tänkande\" och återvänd vänligt till andningen.\n\nVarje återvändande är en övning i medvetenhet. Det spelar ingen roll hur många gånger tankarna vandrar.\n\nAndningen pågår alltid i nuet - den kan vara din portal till närvarons tillstånd när som helst, var som helst.\n\nAvsluta genom att ta några djupa, medvetna andetag innan du öppnar ögonen."
    },
    {
      "id": 10,
      "name": "Ljudmeditation",
      "duration": "9 minuter",
      "category": "Meditation",
      "instructions": "En övning i öppen medvetenhet med fokus på ljudlandskapet omkring dig.\n\nSätt dig bekvämt och stäng ögonen. Ta några djupa andetag för att landa i kroppen.\n\nUtvidga sedan din medvetenhet för att omfatta alla ljud omkring dig. Låt ljuden komma till dig - sök inte aktivt efter dem.\n\nLägg märke till ljud nära och långt borta. Höga och låga toner. Konstanta ljud och plötsliga ljud.\n\nIstället för att etikettera ljuden (\"en bil\", \"ett skratt\"), försök att uppleva dem som rena vibrationer, vågor av ljud som kommer och går.\n\nLägg märke till tystnad mellan ljuden. Tystnad är också en del av ljudlandskapet.\n\nOm du fastnar i tankar om ett ljud (\"Det ljudet stör mig\" eller \"Vad är det?\"), återvänd till den direkta upplevelsen - bara ljud som stiger och faller.\n\nOm inget ljud är hörbart, lyssna på tystnaden. Även tystnad har en kvalitet.\n\nDenna övning tränar dig att vara närvarande med vad som är, utan att klamra dig fast vid det trevliga eller dra dig undan från det otrevliga.\n\nAvsluta genom att långsamt vidga medvetenheten till att omfatta hela rummet och din kropp innan du öppnar ögonen."
    }
  ]
}
